[
  {
    "text": "Dr.Sheela Natraj is quite composed the one thing I liked is that she listens to you and advises good treatment plans. I had visited for my pigmentation and really seen decent improvement.",
    "image": "/icons/treatments/thread-lift-for-face.png",
    "treatment": "Consulted Dr. Sheela Natraj (Dermatologist) for Pigmentation Treatment",
    "name": "Verified Patient"
  },

  {
    "text": "Doctor is very friendly. She listens to our problem with patience and advises treatments depending on the seviority of the problem.",
    "image": "/icons/treatments/botox-and-dermal-fillers.png",
    "treatment": "Consulted Dr. Sheela Natraj (Dermatologist) for Scar Treatment",
    "name": "SK SIRAJ"
  },

  {
    "text": "I got treatment for fungus and melasma. The doctor was very friendly, I like her a lot. I will definitely recommend others to come to this clinic.",
    "image": "/icons/treatments/microdermabrasion.png",
    "treatment": "Consulted Dr. Sheela Natraj (Dermatologist) for Melasma",
    "name": "Vijaya Kumari"
  },

  {
    "text": "My experience with Dr. Sheela has been amazing. She always gives a good amount of time to each patient to understand their concerns and is super polite. Her treatment has worked really well for me. I've been recommending her to my friends and family. Thank you doc!",
    "image": "/icons/treatments/photo-facial.png",
    "treatment": "Consulted Dr. Sheela Natraj (Dermatologist) for Skin Treatment",
    "name": "Rakesh Sani"
  },
  {
    "text": "Came here to treat alopecia areata for my 3yr old kid. Dr. Kavya showed great patience in explaining us the problem and her course of action. It took us quite a few visits but me and my wife were extremely happy every time we visited because the results were always in sync with the action. The supporting staff were equally polite. Today my son has recovered completely. 😊👍 Thank you Sapphire Clinic",
    "image": "/icons/treatments/chemical-peel.png",
    "treatment": "Consulted Dr. Kavya (Dermatologist) for Skin Treatment",
    "name": "Vishwas"
  }
]
